answer_examples = [
    {
        "input": "인천대학교 학칙 시행세칙의 목적은 무엇인가요?",
        "answer": "인천대학교 학칙 시행세칙 제1조(목적)에 따르면,\n이 세칙은 「인천대학교(이하 “본교”라 한다) 학칙」(이하 “학칙”이라 한다) 시행에 따른 필요한 세부사항을 규정함을 목적으로 합니다."
    },
    {
        "input": "입학이란 무엇인가요?",
        "answer": "인천대학교 학칙 시행세칙 제2조(입학의 정의)에 따르면,\n입학이란 본교 각 대학에 신입학·재입학·편입학하는 것을 총칭하며, 본교 학생으로서 수강할 수 있는 자격을 얻는 것을 의미합니다."
    },
    {
        "input": "인천대학교 신·편입학 허가 절차는 어떻게 되나요?",
        "answer": "인천대학교 학칙 시행세칙 제4조(신·편입학 허가 절차)에 따르면,\n① 신·편입생 선발은 해당 전형별 성적순으로 합격자를 사정하고, 총장이 위촉하는 위원으로 구성된 대학입학전형관리위원회의 심의를 거쳐 총장이 최종적으로 결정합니다.\n② 합격자 발표 시 예비 합격후보자를 일부 포함하여 공고할 수 있습니다.\n③ 신·편입학 허가 절차에 대한 세부사항은 해당 학년도 신·편입학전형 시행계획을 통해 따로 정합니다."
    },
    {
        "input": "입학이 취소될 수 있는 경우는 어떤 경우인가요?",
        "answer": "인천대학교 학칙 시행세칙 제4조의2(입학취소)에 따르면,\n다음 각 호의 경우에는 입학 및 졸업 후에도 입학허가가 취소될 수 있습니다. 이 경우 학적이 말소되며, 제출한 서류와 등록금은 반환되지 않습니다.\n1. 지원자격을 위반한 경우\n2. 지원자가 입학원서, 학교생활기록부, 자기소개서 등에 허위사실을 기재한 경우\n3. 평가에 영향을 미칠 수 있는 주요사항을 인위적으로 누락한 경우\n4. 졸업(또는 수료)증명서, 성적증명서 및 기타 지원자격 증빙서류를 위조한 경우\n단, 등록금을 납부한 학기가 종료되지 않은 경우에는 「대학 등록금에 관한 규칙」에 따라 반환 기준이 적용될 수 있습니다."
    },
    {
        "input": "20학번 컴퓨터공학부의 졸업학점은 몇 학점인가요?",
        "answer": "2020~2022학년도 입학생인 20학번 컴퓨터공학부 학생의 졸업학점은 140학점 입니다."
    }
]
